Repository: Vaynbaum/Like-photos-in-vk-friends--albums
Catalog: handlers/languages/locale/*/LC_MESSAGES/like.po
Languages: ru

source: Authorization by password
ru: Авторизация по паролю

source: Login
ru: Логин

source: Password
ru: Пароль

source: Enter
ru: Войти

source: Authorization successful
ru: Авторизация прошла успешно

source: You have successfully logged in using the login and password you entered
ru: Вы успешно вошли в систему, используя введенные логин и пароль

source: Authorization failed
ru: Авторизация не удалась

source: Check the entered data or try to log in with an access token
ru: Проверьте введенные данные или попробуйте войти в систему с помощью access токена

source: Authorization by access token
ru: Аутентификация по access токену

source: Go to the site, allow access, after redirecting to another page, enter the URL in the field
ru: Перейдите на сайт, разрешите доступ, после перенаправления на другую страницу введите URL-адрес в поле

source: Go to the website
ru: Перейдите на веб-сайт

source: You have successfully logged in using the entered url
ru: Вы успешно вошли в систему, используя введенный URL-адрес

source: Captcha from the image
ru: Капча с изображения

source: Loading an image...
ru: Загрузка изображения

source: Enter the text
ru: Введите текст

source: Like photos in VK albums
ru: Лайкать фотографии в альбомах VK

source: Auth by password
ru: Авторизация по паролю

source: Auth by access token
ru: Аутентификация по access токену

source: Delete a saved access token
ru: Удалить сохраненный access токен

source: Auth
ru: Авторизация

source: Language
ru: Язык

source: Owners albums
ru: Владельцы альбомов

source: Show albums
ru: Показать альбомы

source: Albums
ru: Альбомы

source: Put likes
ru: Поставить лайки

source: Remove likes
ru: Убрать лайки

source: The data was not received successfully
ru: Данные не были получены успешно

source: Count photo
ru: Количество фотографий

source: Select one user
ru: Выберите одного пользователя

source: The owner of the albums is not selected
ru: Владелец альбомов не выбран

source: Albums not received
ru: Неполученные альбомы

source: You have successfully logged in using the saved token
ru: Вы успешно вошли в систему, используя сохраненный токен

source: Token successfully deleted
ru: Токен успешно удален

source: You can log in again
ru: Вы можете снова авторизоваться

source: Albums is not selected
ru: Альбомы не выбраны

source: Select one album
ru: Выберите один альбом

source: Operation canceled successfully
ru: Операция успешно отменена

source: Cancel
ru: Отмена

source: Likes have been successfully putted
ru: Лайки были успешно поставлены

source: All photos of the album are liked
ru: Все фотографии из альбома оценены

source: Photos not received
ru: Фотографии не получены

source: Likes have been successfully removed
ru: Лайки были успешно удалены

source: All likes are removed from photos from the album
ru: Все лайки удалены с фотографий из альбома

source: Progress
ru: Прогресс

source: parts
ru: частей

source: count
ru: количество

source: The username or password is not correct
ru: Имя пользователя или пароль неверны

source: Token is not valid
ru: Токен недействителен

source: Query parameters are set incorrectly
ru: Неправильно заданы параметры запроса

source: Couldn't find access token
ru: Не удалось найти access токен

source: HTTP error
ru: Ошибка HTTP

source: Timeout error
ru: Ошибка времени ожидания

source: No API
ru: Пользователь не авторизован

source: The albums of the selected user could not be received
ru: Альбомы выбранного пользователя не могут быть получены

source: Couldn't get photos of the selected album
ru: Не удалось получить фотографии из выбранного альбома

source: Could not get the data of the current user
ru: Не удалось получить данные текущего пользователя

source: Couldn't get the friends data of the current user
ru: Не удалось получить данные о друзьях текущего пользователя
